Repository: deepratna-awale/open-wallpaper-engine-mac
Catalog: Packages/OWEEditor/Sources/OWEEditor/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, pl, pt_br, ru, tr, uk, zh_hans, zh_hant

source: Edit Script…
ar: تعديل البرنامج النصي…
de: Skript bearbeiten …
es: Editar script…
fr: Modifier le script…
hi: स्क्रिप्ट संपादित करें…
it: Modifica script…
ja: スクリプトを編集…
ko: 스크립트 편집…
pl: Edytuj skrypt…
pt_br: Editar Script…
ru: Изменить скрипт…
tr: Betiği Düzenle…
uk: Змінити скрипт…
zh_hans: 编辑脚本…
zh_hant: 編輯腳本⋯

source: Edit as Expression
ar: تعديل كتعبير
de: Als Ausdruck bearbeiten
es: Editar como expresión
fr: Modifier comme expression
hi: एक्सप्रेशन के रूप में संपादित करें
it: Modifica come espressione
ja: 式として編集
ko: 식으로 편집
pl: Edytuj jako wyrażenie
pt_br: Editar como Expressão
ru: Изменить как выражение
tr: İfade Olarak Düzenle
uk: Змінити як вираз
zh_hans: 作为表达式编辑
zh_hant: 以表達式編輯

source: Edit on Canvas
ar: تحرير على اللوحة
de: Auf der Arbeitsfläche bearbeiten
es: Editar en el lienzo
fr: Modifier sur le canevas
hi: कैनवस पर संपादित करें
it: Modifica sulla tela
ja: キャンバス上で編集
ko: 캔버스에서 편집
pl: Edytuj na płótnie
pt_br: Editar na Tela
ru: Редактировать на холсте
tr: Tuvalde Düzenle
uk: Редагувати на полотні
zh_hans: 在画布上编辑
zh_hant: 在畫布上編輯

source: Edited
ar: معدّل
de: Geändert
es: Editado
fr: Modifié
hi: बदला गया
it: Modificato
ja: 編集済み
ko: 편집됨
pl: Edytowano
pt_br: Editado
ru: Изменён
tr: Düzenlendi
uk: Змінено
zh_hans: 已编辑
zh_hant: 已編輯

source: Edited Layers
ar: الطبقات المعدّلة
de: Geänderte Ebenen
es: Capas editadas
fr: Calques modifiés
hi: बदली गई लेयर
it: Livelli modificati
ja: 編集済みのレイヤー
ko: 편집된 레이어
pl: Edytowane warstwy
pt_br: Camadas Editadas
ru: Изменённые слои
tr: Düzenlenen Katmanlar
uk: Змінені шари
zh_hans: 已编辑的图层
zh_hant: 已編輯的圖層

source: Edited — not applied
ar: تم التعديل — لم يُطبّق
de: Bearbeitet – nicht angewendet
es: Editado: sin aplicar
fr: Modifié — non appliqué
hi: संपादित — लागू नहीं
it: Modificato, non applicato
ja: 編集済み — 未適用
ko: 편집됨 — 적용 안 됨
pl: Edytowano — nie zastosowano
pt_br: Editado — não aplicado
ru: Изменён — не применён
tr: Düzenlendi — uygulanmadı
uk: Змінено — не застосовано
zh_hans: 已编辑 — 未应用
zh_hant: 已編輯 — 未套用

source: Edit…
ar: تعديل…
de: Bearbeiten …
es: Editar…
fr: Modifier…
hi: संपादित करें…
it: Modifica…
ja: 編集…
ko: 편집…
pl: Edytuj…
pt_br: Editar…
ru: Изменить…
tr: Düzenle…
uk: Змінити…
zh_hans: 编辑…
zh_hant: 編輯⋯

source: Effect
ar: تأثير
de: Effekt
es: Efecto
fr: Effet
hi: इफ़ेक्ट
it: Effetto
ja: エフェクト
ko: 효과
pl: Efekt
pt_br: Efeito
ru: Эффект
tr: Efekt
uk: Ефект
zh_hans: 效果
zh_hant: 效果

source: Effect Actions
ar: إجراءات التأثير
de: Effektaktionen
es: Acciones del efecto
fr: Actions de l’effet
hi: इफ़ेक्ट की क्रियाएँ
it: Azioni dell’effetto
ja: エフェクトの操作
ko: 효과 동작
pl: Działania efektu
pt_br: Ações do Efeito
ru: Действия с эффектом
tr: Efekt Eylemleri
uk: Дії з ефектом
zh_hans: 效果操作
zh_hant: 效果動作

source: Effects
ar: التأثيرات
de: Effekte
es: Efectos
fr: Effets
hi: इफ़ेक्ट
it: Effetti
ja: エフェクト
ko: 효과
pl: Efekty
pt_br: Efeitos
ru: Эффекты
tr: Efektler
uk: Ефекти
zh_hans: 效果
zh_hant: 效果

source: Empty Script
ar: برنامج نصي فارغ
de: Leeres Skript
es: Script vacío
fr: Script vide
hi: खाली स्क्रिप्ट
it: Script vuoto
ja: 空のスクリプト
ko: 빈 스크립트
pl: Pusty skrypt
pt_br: Script Vazio
ru: Пустой скрипт
tr: Boş Betik
uk: Порожній скрипт
zh_hans: 空白脚本
zh_hant: 空白腳本

source: Erase
ar: محو
de: Radieren
es: Borrar
fr: Effacer
hi: मिटाएँ
it: Cancella
ja: 消去
ko: 지우기
pl: Wymaż
pt_br: Apagar
ru: Стереть
tr: Sil
uk: Стерти
zh_hans: 擦除
zh_hant: 擦除

source: Every edit made in the editor is dropped. You can undo this.
ar: ستُتجاهل كل التعديلات التي أُجريت في المحرر. يمكنك التراجع عن ذلك.
de: Alle Änderungen aus dem Editor werden verworfen. Sie können dies widerrufen.
es: Se descartan todos los cambios hechos en el editor. Puedes deshacerlo.
fr: Toutes les modifications faites dans l’éditeur sont supprimées. Vous pouvez annuler cette action.
hi: एडिटर में किए गए सभी बदलाव हटा दिए जाते हैं। आप इसे पहले जैसा कर सकते हैं।
it: Tutte le modifiche fatte nell’editor vengono eliminate. Puoi annullare l’operazione.
ja: エディタで行ったすべての編集が破棄されます。この操作は取り消せます。
ko: 편집기에서 한 모든 편집 내용이 사라집니다. 실행 취소할 수 있습니다.
pl: Wszystkie zmiany wprowadzone w edytorze zostaną odrzucone. Możesz to cofnąć.
pt_br: Todas as alterações feitas no editor serão descartadas. Você pode desfazer isso.
ru: Все изменения, сделанные в редакторе, будут отменены. Это действие можно отменить.
tr: Düzenleyicide yapılan tüm düzenlemeler atılır. Bunu geri alabilirsiniz.
uk: Усі зміни, зроблені в редакторі, буде відкинуто. Цю дію можна відмінити.
zh_hans: 在编辑器中所做的所有编辑都将被丢弃。你可以撤销此操作。
zh_hant: 在編輯器中所做的所有編輯都會被丟棄。你可以還原此操作。

source: Existing Property
ar: خاصية موجودة
de: Vorhandene Eigenschaft
es: Propiedad existente
fr: Propriété existante
hi: मौजूदा प्रॉपर्टी
it: Proprietà esistente
ja: 既存のプロパティ
ko: 기존 속성
pl: Istniejąca właściwość
pt_br: Propriedade Existente
ru: Существующее свойство
tr: Mevcut Özellik
uk: Наявна властивість
zh_hans: 现有属性
zh_hant: 現有屬性

source: Expression
ar: التعبير
de: Ausdruck
es: Expresión
hi: एक्सप्रेशन
it: Espressione
ja: 式
ko: 식
pl: Wyrażenie
pt_br: Expressão
ru: Выражение
tr: İfade
uk: Вираз
zh_hans: 表达式
zh_hant: 表達式

source: File
ar: ملف
de: Datei
es: Archivo
fr: Fichier
hi: फ़ाइल
ja: ファイル
ko: 파일
pl: Plik
pt_br: Arquivo
ru: Файл
tr: Dosya
uk: Файл
zh_hans: 文件
zh_hant: 檔案

source: Fill
ar: تعبئة
de: Füllen
es: Rellenar
fr: Remplir
hi: भरें
it: Riempi
ja: 塗りつぶし
ko: 채우기
pl: Wypełnij
pt_br: Preencher
ru: Заливка
tr: Doldur
uk: Заливка
zh_hans: 填充
zh_hant: 填滿

source: Fill With Black
ar: تعبئة بالأسود
de: Mit Schwarz füllen
es: Rellenar con negro
fr: Remplir de noir
hi: काले से भरें
it: Riempi di nero
ja: 黒で塗りつぶす
ko: 검은색으로 채우기
pl: Wypełnij czernią
pt_br: Preencher com Preto
ru: Залить чёрным
tr: Siyahla Doldur
uk: Залити чорним
zh_hans: 用黑色填充
zh_hant: 以黑色填滿

source: Fill With White
ar: تعبئة بالأبيض
de: Mit Weiß füllen
es: Rellenar con blanco
fr: Remplir de blanc
hi: सफ़ेद से भरें
it: Riempi di bianco
ja: 白で塗りつぶす
ko: 흰색으로 채우기
pl: Wypełnij bielą
pt_br: Preencher com Branco
ru: Залить белым
tr: Beyazla Doldur
uk: Залити білим
zh_hans: 用白色填充
zh_hant: 以白色填滿

source: Folder
ar: مجلد
de: Ordner
es: Carpeta
fr: Dossier
hi: फ़ोल्डर
it: Cartella
ja: フォルダ
ko: 폴더
pt_br: Pasta
ru: Папка
tr: Klasör
uk: Папка
zh_hans: 文件夹
zh_hant: 檔案夾

source: Follow the Cursor
ar: تتبع المؤشر
de: Dem Zeiger folgen
es: Seguir el puntero
fr: Suivre le pointeur
hi: कर्सर का पीछा करें
it: Segui il puntatore
ja: ポインタを追う
ko: 포인터 따라가기
pl: Podążaj za kursorem
pt_br: Seguir o Cursor
ru: Следовать за указателем
tr: İmleci Takip Et
uk: Стежити за курсором
zh_hans: 跟随指针
zh_hant: 跟隨指標

source: Font
ar: الخط
de: Schrift
es: Tipo de letra
fr: Police
hi: फ़ॉन्ट
ja: フォント
ko: 서체
pl: Czcionka
pt_br: Fonte
ru: Шрифт
tr: Yazı Tipi
uk: Шрифт
zh_hans: 字体
zh_hant: 字體

source: Fonts
ar: الخطوط
de: Schriften
es: Tipos de letra
fr: Polices
hi: फ़ॉन्ट
it: Font
ja: フォント
ko: 서체
pl: Czcionki
pt_br: Fontes
ru: Шрифты
tr: Yazı Tipleri
uk: Шрифти
zh_hans: 字体
zh_hant: 字體

source: Font…
ar: خط…
de: Schrift …
es: Tipo de letra…
fr: Police…
hi: फ़ॉन्ट…
ja: フォント…
ko: 서체…
pl: Czcionka…
pt_br: Fonte…
ru: Шрифт…
tr: Yazı Tipi…
uk: Шрифт…
zh_hans: 字体…
zh_hant: 字體…

source: Fullscreen
ar: ملء الشاشة
de: Vollbild
es: Pantalla completa
fr: Plein écran
hi: फ़ुलस्क्रीन
it: Schermo intero
ja: フルスクリーン
ko: 전체 화면
pl: Pełny ekran
pt_br: Tela Cheia
ru: Полный экран
tr: Tam Ekran
uk: Повний екран
zh_hans: 全屏
zh_hant: 全螢幕

source: Fullscreen Layer
ar: طبقة ملء الشاشة
de: Vollbildebene
es: Capa de pantalla completa
fr: Calque plein écran
hi: फ़ुलस्क्रीन लेयर
it: Livello a schermo intero
ja: フルスクリーンレイヤー
ko: 전체 화면 레이어
pl: Warstwa pełnoekranowa
pt_br: Camada de Tela Cheia
ru: Полноэкранный слой
tr: Tam Ekran Katmanı
uk: Повноекранний шар
zh_hans: 全屏图层
zh_hant: 全螢幕圖層

source: Go back to the script the wallpaper runs
ar: العودة إلى البرنامج النصي الذي تشغّله الخلفية
de: Zum Skript zurückkehren, das das Hintergrundbild ausführt
es: Vuelve al script que ejecuta el fondo de pantalla
fr: Revenir au script exécuté par le fond d’écran
hi: वॉलपेपर जो स्क्रिप्ट चला रहा है उस पर वापस जाएँ
it: Torna allo script eseguito dallo sfondo
ja: 壁紙で実行中のスクリプトに戻します
ko: 배경화면이 실행하는 스크립트로 돌아갑니다
pl: Wróć do skryptu, który wykonuje tapeta
pt_br: Voltar ao script que a imagem de fundo executa
ru: Вернуться к скрипту, который выполняют обои
tr: Duvar kâğıdının çalıştırdığı betiğe dön
uk: Повернутися до скрипту, який виконує шпалера
zh_hans: 回到墙纸正在运行的脚本
zh_hant: 回到背景圖片正在執行的腳本

source: Group
ar: مجموعة
de: Gruppe
es: Grupo
fr: Groupe
hi: समूह
it: Gruppo
ja: グループ
ko: 그룹
pl: Grupa
pt_br: Grupo
ru: Группа
tr: Grup
uk: Група
zh_hans: 组
zh_hant: 群組

source: Group Layer
ar: تجميع الطبقة
de: Ebene gruppieren
es: Agrupar capa
fr: Grouper le calque
hi: लेयर समूहित करें
it: Raggruppa livello
ja: レイヤーをグループ化
ko: 레이어 그룹화
pl: Grupowanie warstwy
pt_br: Agrupar Camada
ru: Группировка слоя
tr: Katmanı Grupla
uk: Групування шару
zh_hans: 编组图层
zh_hant: 群組圖層

source: Hidden
ar: مخفي
de: Ausgeblendet
es: Oculto
fr: Masqué
hi: छिपा हुआ
it: Nascosto
ja: 非表示
ko: 숨김
pl: Ukryty
pt_br: Oculto
ru: Скрыт
tr: Gizli
uk: Приховано
zh_hans: 已隐藏
zh_hant: 已隱藏

source: Hide Layer
ar: إخفاء الطبقة
de: Ebene ausblenden
es: Ocultar capa
fr: Masquer le calque
hi: लेयर छिपाएँ
it: Nascondi livello
ja: レイヤーを非表示
ko: 레이어 가리기
pl: Ukryj warstwę
pt_br: Ocultar Camada
ru: Скрыть слой
tr: Katmanı Gizle
uk: Приховати шар
zh_hans: 隐藏图层
zh_hant: 隱藏圖層

source: Hide this layer; “%@” sets it again when you show it
ar: إخفاء هذه الطبقة؛ تحددها خاصية المستخدم ”%@“ مجددًا عند إظهارها
de: Diese Ebene ausblenden; „%@“ legt sie wieder fest, wenn Sie sie einblenden
es: Ocultar esta capa; «%@» la vuelve a definir cuando la muestre
fr: Masquer ce calque ; « %@ » le définit à nouveau quand vous l’affichez
hi: यह लेयर छिपाएँ; दिखाने पर “%@” इसे फिर से सेट करेगी
it: Nascondi questo livello; “%@” lo imposta di nuovo quando lo mostri
ja: このレイヤーを非表示にします。表示に戻すと「%@」で再び設定されます
ko: 이 레이어 가리기. 다시 보면 ‘%@’에서 다시 설정됨
pl: Ukryj tę warstwę; „%@” ustawi ją znowu, gdy ją pokażesz
pt_br: Ocultar esta camada; “%@” volta a defini-la quando você a mostrar
ru: Скрыть этот слой; когда вы покажете его, его снова задаст «%@»
tr: Bu katmanı gizle; gösterdiğinizde “%@” onu yeniden belirler
uk: Приховати цей шар; коли ви його покажете, його знову задаватиме «%@»
zh_hans: 隐藏此图层；再次显示时由“%@”重新设定
zh_hant: 隱藏此圖層；再次顯示時由「%@」重新設定

source: ID
ar: المعرّف
tr: Kimlik

source: Image
ar: صورة
de: Bild
es: Imagen
hi: इमेज
it: Immagine
ja: 画像
ko: 이미지
pl: Obraz
pt_br: Imagem
ru: Изображение
tr: Görüntü
uk: Зображення
zh_hans: 图像
zh_hant: 影像

source: Image…
ar: صورة…
de: Bild …
es: Imagen…
hi: इमेज…
it: Immagine…
ja: 画像…
ko: 이미지…
pl: Obraz…
pt_br: Imagem…
ru: Изображение…
tr: Görüntü…
uk: Зображення…
zh_hans: 图像…
zh_hant: 影像…

source: Import
ar: استيراد
de: Importieren
es: Importar
fr: Importer
hi: इंपोर्ट करें
it: Importa
ja: 読み込む
ko: 가져오기
pl: Importuj
pt_br: Importar
ru: Импорт
tr: İçe Aktar
uk: Імпорт
zh_hans: 导入
zh_hant: 匯入

source: Import Font…
ar: استيراد خط…
de: Schrift importieren …
es: Importar tipo de letra…
fr: Importer une police…
hi: फ़ॉन्ट इंपोर्ट करें…
it: Importa font…
ja: フォントを読み込む…
ko: 서체 가져오기…
pl: Importuj czcionkę…
pt_br: Importar Fonte…
ru: Импортировать шрифт…
tr: Yazı Tipini İçe Aktar…
uk: Імпортувати шрифт…
zh_hans: 导入字体…
zh_hant: 匯入字體…

source: Import Image…
ar: استيراد صورة…
de: Bild importieren …
es: Importar imagen…
fr: Importer une image…
hi: इमेज इंपोर्ट करें…
it: Importa immagine…
ja: 画像を読み込む…
ko: 이미지 가져오기…
pl: Importuj obraz…
pt_br: Importar Imagem…
ru: Импортировать изображение…
tr: Görüntüyü İçe Aktar…
uk: Імпортувати зображення…
zh_hans: 导入图像…
zh_hant: 匯入影像…

source: Import files into the wallpaper’s edits
ar: استيراد ملفات إلى تعديلات الخلفية
de: Dateien in die Bearbeitungen des Hintergrundbilds importieren
es: Importar archivos a las ediciones del fondo de pantalla
fr: Importer des fichiers dans les modifications du fond d’écran
hi: फ़ाइलें वॉलपेपर के संपादनों में इंपोर्ट करें
it: Importa file nelle modifiche dello sfondo
ja: 壁紙の編集にファイルを読み込む
ko: 배경화면 편집에 파일 가져오기
pl: Importuj pliki do edycji tapety
pt_br: Importar arquivos para as edições da imagem de fundo
ru: Импортировать файлы в правки обоев
tr: Dosyaları duvar kâğıdının düzenlemelerine aktar
uk: Імпортувати файли до правок шпалери
zh_hans: 将文件导入到墙纸的编辑中
zh_hant: 將檔案匯入到背景圖片的編輯中

source: Imported
ar: مستورد
de: Importiert
es: Importado
fr: Importé
hi: इंपोर्ट किया गया
it: Importato
ja: 読み込み済み
ko: 가져옴
pl: Zaimportowane
pt_br: Importado
ru: Импортировано
tr: İçe aktarıldı
uk: Імпортовано
zh_hans: 已导入
zh_hant: 已匯入

source: Inspector
ar: المراقب
de: Inspektor
fr: Inspecteur
hi: इंस्पेक्टर
ja: インスペクタ
ko: 인스펙터
pl: Inspektor
pt_br: Inspetor
ru: Инспектор
tr: Denetçi
uk: Інспектор
zh_hans: 检查器
zh_hant: 檢閱器

source: Install Wallpaper Engine Assets…
ar: تثبيت موارد Wallpaper Engine…
de: Wallpaper Engine-Assets installieren …
es: Instalar los recursos de Wallpaper Engine…
fr: Installer les ressources de Wallpaper Engine…
hi: Wallpaper Engine ऐसेट इंस्टॉल करें…
it: Installa le risorse di Wallpaper Engine…
ja: Wallpaper Engine のアセットをインストール…
ko: Wallpaper Engine 에셋 설치…
pl: Zainstaluj zasoby Wallpaper Engine…
pt_br: Instalar Recursos do Wallpaper Engine…
ru: Установить ресурсы Wallpaper Engine…
tr: Wallpaper Engine Varlıklarını Yükle…
uk: Установити ресурси Wallpaper Engine…
zh_hans: 安装 Wallpaper Engine 资源…
zh_hant: 安裝 Wallpaper Engine 資源…

source: Keep Proportions
ar: الحفاظ على النِّسب
de: Proportionen beibehalten
es: Mantener proporciones
fr: Conserver les proportions
hi: अनुपात बनाए रखें
it: Mantieni proporzioni
ja: 縦横比を固定
ko: 비율 유지
pl: Zachowaj proporcje
pt_br: Manter Proporções
ru: Сохранять пропорции
tr: Oranları Koru
uk: Зберігати пропорції
zh_hans: 保持比例
zh_hant: 保持比例

source: Key
ar: المفتاح
de: Schlüssel
es: Clave
fr: Clé
hi: की
it: Chiave
ja: キー
ko: 키
pl: Klucz
pt_br: Chave
ru: Ключ
tr: Anahtar
uk: Ключ
zh_hans: 键
zh_hant: 鍵值

source: Kind
ar: النوع
de: Art
es: Tipo
fr: Type
hi: प्रकार
it: Tipo
ja: 種類
ko: 종류
pl: Rodzaj
pt_br: Tipo
ru: Тип
tr: Tür
uk: Тип
zh_hans: 种类
zh_hant: 種類

source: Label
ar: التسمية
es: Etiqueta
fr: Libellé
hi: लेबल
it: Etichetta
ja: ラベル
ko: 레이블
pl: Etykieta
pt_br: Rótulo
ru: Подпись
tr: Etiket
uk: Підпис
zh_hans: 标签
zh_hant: 標籤

source: Layers
ar: الطبقات
de: Ebenen
es: Capas
fr: Calques
hi: लेयर
it: Livelli
ja: レイヤー
ko: 레이어
pl: Warstwy
pt_br: Camadas
ru: Слои
tr: Katmanlar
uk: Шари
zh_hans: 图层
zh_hant: 圖層

source: Layers of a 3D scene are edited in the inspector.
ar: تُحرَّر طبقات المشهد ثلاثي الأبعاد في المراقب.
de: Ebenen einer 3D-Szene werden im Inspektor bearbeitet.
es: Las capas de una escena 3D se editan en el inspector.
fr: Les calques d’une scène 3D se modifient dans l’inspecteur.
hi: 3D सीन की लेयर इंस्पेक्टर में बदली जाती हैं।
it: I livelli di una scena 3D si modificano nell’inspector.
ja: 3Dシーンのレイヤーはインスペクタで編集します。
ko: 3D 장면의 레이어는 인스펙터에서 편집합니다.
pl: Warstwy sceny 3D edytuje się w inspektorze.
pt_br: As camadas de uma cena 3D são editadas no inspetor.
ru: Слои 3D-сцены редактируются в инспекторе.
tr: 3B sahnenin katmanları denetçide düzenlenir.
uk: Шари 3D-сцени редагуються в інспекторі.
zh_hans: 3D 场景的图层在检查器中编辑。
zh_hant: 3D 場景的圖層在檢閱器中編輯。

source: Left
ar: يسار
de: Links
es: Izquierda
fr: Gauche
hi: बाएँ
it: Sinistra
ja: 左
ko: 왼쪽
pl: Do lewej
pt_br: Esquerda
ru: Слева
tr: Sol
uk: Ліворуч
zh_hans: 左
zh_hant: 左

source: Letters, digits and _ only, not starting with a digit.
ar: أحرف وأرقام و_ فقط، ولا يبدأ برقم.
de: Nur Buchstaben, Ziffern und _, nicht mit einer Ziffer beginnend.
es: Solo letras, dígitos y _, sin empezar por un dígito.
fr: Lettres, chiffres et _ uniquement, sans commencer par un chiffre.
hi: केवल अक्षर, अंक और _, अंक से शुरू नहीं।
it: Solo lettere, cifre e _, senza iniziare con una cifra.
ja: 英字、数字、_ のみ使用でき、数字で始めることはできません。
ko: 문자, 숫자 및 _만 사용할 수 있으며 숫자로 시작할 수 없습니다.
pl: Tylko litery, cyfry i _, bez cyfry na początku.
pt_br: Somente letras, dígitos e _, sem começar com um dígito.
ru: Только буквы, цифры и _, без цифры в начале.
tr: Yalnızca harf, rakam ve _; rakamla başlayamaz.
uk: Лише літери, цифри та _, без цифри на початку.
zh_hans: 只能使用字母、数字和 _，且不能以数字开头。
zh_hant: 只能使用字母、數字和 _，且不能以數字開頭。

source: Light
ar: ضوء
de: Licht
es: Luz
fr: Lumière
hi: लाइट
it: Luce
ja: ライト
ko: 조명
pl: Światło
pt_br: Luz
ru: Источник света
tr: Işık
uk: Світло
zh_hans: 灯光
zh_hant: 燈光

source: Line %lld
ar: السطر %lld
de: Zeile %lld
es: Línea %lld
fr: Ligne %lld
hi: पंक्ति %lld
it: Riga %lld
ja: %lld 行
ko: %lld행
pl: Wiersz %lld
pt_br: Linha %lld
ru: Строка %lld
tr: Satır %lld
uk: Рядок %lld
zh_hans: 第 %lld 行
zh_hant: 第 %lld 行

source: Link
ar: ربط
de: Verknüpfen
es: Vincular
fr: Lier
hi: लिंक करें
it: Collega
ja: リンク
ko: 연결
pl: Połącz
pt_br: Vincular
ru: Связать
tr: Bağla
uk: Зв’язати
zh_hans: 链接
zh_hant: 連結

source: Lock Layer
ar: قفل الطبقة
de: Ebene sperren
es: Bloquear capa
fr: Verrouiller le calque
hi: लेयर लॉक करें
it: Blocca livello
ja: レイヤーをロック
ko: 레이어 잠그기
pl: Zablokuj warstwę
pt_br: Bloquear Camada
ru: Заблокировать слой
tr: Katmanı Kilitle
uk: Заблокувати шар
zh_hans: 锁定图层
zh_hant: 鎖定圖層

source: Maximum
ar: الحد الأقصى
es: Máximo
hi: अधिकतम
it: Massimo
ja: 最大
ko: 최댓값
pl: Maksimum
pt_br: Máximo
ru: Максимум
tr: En Fazla
uk: Максимум
zh_hans: 最大值
zh_hant: 最大值

source: Minimum
ar: الحد الأدنى
es: Mínimo
hi: न्यूनतम
it: Minimo
ja: 最小
ko: 최솟값
pt_br: Mínimo
ru: Минимум
tr: En Az
uk: Мінімум
zh_hans: 最小值
zh_hant: 最小值

source: Models
ar: النماذج
de: Modelle
es: Modelos
fr: Modèles
hi: मॉडल
it: Modelli
ja: モデル
ko: 모델
pl: Modele
pt_br: Modelos
ru: Модели
tr: Modeller
uk: Моделі
zh_hans: 模型
zh_hant: 模型

source: Move Down
ar: نقل للأسفل
de: Nach unten
es: Bajar
fr: Déplacer vers le bas
hi: नीचे ले जाएँ
it: Sposta in basso
ja: 下へ移動
ko: 아래로 이동
pl: Przenieś w dół
pt_br: Mover para Baixo
ru: Переместить вниз
tr: Aşağı Taşı
uk: Перемістити вниз
zh_hans: 下移
zh_hant: 下移

source: Move Into Group
ar: نقل إلى المجموعة
de: In Gruppe bewegen
es: Mover al grupo
fr: Déplacer dans le groupe
hi: समूह में ले जाएँ
it: Sposta nel gruppo
ja: グループに移動
ko: 그룹으로 이동
pl: Przenieś do grupy
pt_br: Mover para o Grupo
ru: Переместить в группу
tr: Gruba Taşı
uk: Перемістити в групу
zh_hans: 移入组
zh_hant: 移入群組

source: Move Layer
ar: نقل الطبقة
de: Ebene bewegen
es: Mover capa
fr: Déplacer le calque
hi: लेयर खिसकाएँ
it: Sposta livello
ja: レイヤーの移動
ko: 레이어 이동
pl: Przesunięcie warstwy
pt_br: Mover Camada
ru: Перемещение слоя
tr: Katmanı Taşı
uk: Переміщення шару
zh_hans: 移动图层
zh_hant: 移動圖層

source: Move Option
ar: نقل الخيار
de: Option verschieben
es: Mover opción
fr: Déplacer l’option
hi: विकल्प ले जाएँ
it: Sposta opzione
ja: オプションを移動
ko: 옵션 이동
pl: Przenieś opcję
pt_br: Mover Opção
ru: Переместить вариант
tr: Seçeneği Taşı
uk: Перемістити варіант
zh_hans: 移动选项
zh_hant: 移動選項

source: Move Out of Group
ar: نقل خارج المجموعة
de: Aus Gruppe bewegen
es: Sacar del grupo
fr: Sortir du groupe
hi: समूह से बाहर ले जाएँ
it: Sposta fuori dal gruppo
ja: グループから出す
ko: 그룹에서 빼기
pl: Wyjmij z grupy
pt_br: Tirar do Grupo
ru: Вынести из группы
tr: Gruptan Çıkar
uk: Винести з групи
zh_hans: 移出组
zh_hant: 移出群組

source: Move Up
ar: نقل للأعلى
de: Nach oben
es: Subir
fr: Déplacer vers le haut
hi: ऊपर ले जाएँ
it: Sposta in alto
ja: 上へ移動
ko: 위로 이동
pl: Przenieś w górę
pt_br: Mover para Cima
ru: Переместить вверх
tr: Yukarı Taşı
uk: Перемістити вгору
zh_hans: 上移
zh_hant: 上移

source: Move User Property
ar: نقل خاصية المستخدم
de: Benutzereigenschaft verschieben
es: Mover propiedad de usuario
fr: Déplacer la propriété utilisateur
hi: यूज़र प्रॉपर्टी ले जाएँ
it: Sposta proprietà utente
ja: ユーザプロパティを移動
ko: 사용자 속성 이동
pl: Przenieś właściwość użytkownika
pt_br: Mover Propriedade do Usuário
ru: Переместить пользовательское свойство
tr: Kullanıcı Özelliğini Taşı
uk: Перемістити властивість користувача
zh_hans: 移动用户属性
zh_hant: 移動使用者屬性

source: Name
ar: الاسم
es: Nombre
fr: Nom
hi: नाम
it: Nome
ja: 名前
ko: 이름
pl: Nazwa
pt_br: Nome
ru: Имя
tr: Ad
uk: Назва
zh_hans: 名称
zh_hant: 名稱

source: New Property
ar: خاصية جديدة
de: Neue Eigenschaft
es: Nueva propiedad
fr: Nouvelle propriété
hi: नई प्रॉपर्टी
it: Nuova proprietà
ja: 新規プロパティ
ko: 새 속성
pl: Nowa właściwość
pt_br: Nova Propriedade
ru: Новое свойство
tr: Yeni Özellik
uk: Нова властивість
zh_hans: 新建属性
zh_hant: 新增屬性

source: No Mask
ar: بلا قناع
de: Keine Maske
es: Sin máscara
fr: Aucun masque
hi: कोई मास्क नहीं
it: Nessuna maschera
ja: マスクなし
ko: 마스크 없음
pl: Brak maski
pt_br: Sem Máscara
ru: Без маски
tr: Maske Yok
uk: Без маски
zh_hans: 无蒙版
zh_hant: 無遮罩

source: No assets match.
ar: لا توجد أصول مطابقة.
de: Keine passenden Assets.
es: Ningún recurso coincide.
fr: Aucune ressource ne correspond.
hi: कोई मेल खाता एसेट नहीं।
it: Nessuna risorsa corrisponde.
ja: 一致するアセットはありません。
ko: 일치하는 에셋이 없습니다.
pl: Brak pasujących zasobów.
pt_br: Nenhum recurso corresponde.
ru: Нет подходящих ресурсов.
tr: Eşleşen varlık yok.
uk: Немає відповідних ресурсів.
zh_hans: 没有匹配的素材。
zh_hant: 沒有符合的素材。

source: No effects
ar: لا توجد تأثيرات
de: Keine Effekte
es: Sin efectos
fr: Aucun effet
hi: कोई इफ़ेक्ट नहीं
it: Nessun effetto
ja: エフェクトなし
ko: 효과 없음
pl: Brak efektów
pt_br: Nenhum efeito
ru: Нет эффектов
tr: Efekt yok
uk: Немає ефектів
zh_hans: 无效果
zh_hant: 無效果

source: No effects match.
ar: لا توجد تأثيرات مطابقة.
de: Keine passenden Effekte.
es: Ningún efecto coincide.
fr: Aucun effet ne correspond.
hi: कोई मेल खाता इफ़ेक्ट नहीं।
it: Nessun effetto corrisponde.
ja: 一致するエフェクトはありません。
ko: 일치하는 효과가 없습니다.
pl: Brak pasujących efektów.
pt_br: Nenhum efeito corresponde.
ru: Нет подходящих эффектов.
tr: Eşleşen efekt yok.
uk: Немає відповідних ефектів.
zh_hans: 没有匹配的效果。
zh_hant: 沒有符合的效果。

source: No problems
ar: لا توجد مشكلات
de: Keine Probleme
es: Sin problemas
fr: Aucun problème
hi: कोई समस्या नहीं
it: Nessun problema
ja: 問題はありません
ko: 문제 없음
pl: Brak problemów
pt_br: Nenhum problema
ru: Проблем нет
tr: Sorun yok
uk: Проблем немає
zh_hans: 无问题
zh_hant: 沒有問題

source: No properties to show.
ar: لا توجد خصائص لعرضها.
de: Keine Eigenschaften anzuzeigen.
es: No hay propiedades que mostrar.
fr: Aucune propriété à afficher.
hi: दिखाने के लिए कोई प्रॉपर्टी नहीं।
it: Nessuna proprietà da mostrare.
ja: 表示するプロパティはありません。
ko: 표시할 속성이 없습니다.
pl: Brak właściwości do pokazania.
pt_br: Nenhuma propriedade para mostrar.
ru: Нет свойств для показа.
tr: Gösterilecek özellik yok.
uk: Немає властивостей для показу.
zh_hans: 没有要显示的属性。
zh_hant: 沒有要顯示的屬性。

source: No scripts
ar: لا توجد برامج نصية
de: Keine Skripte
es: Sin scripts
fr: Aucun script
hi: कोई स्क्रिप्ट नहीं
it: Nessuno script
ja: スクリプトなし
ko: 스크립트 없음
pl: Brak skryptów
pt_br: Nenhum script
ru: Нет скриптов
tr: Betik yok
uk: Немає скриптів
zh_hans: 无脚本
zh_hant: 沒有腳本

source: Not applied yet
ar: لم يُطبّق بعد
de: Noch nicht angewendet
es: Aún sin aplicar
fr: Pas encore appliqué
hi: अभी लागू नहीं
it: Non ancora applicato
ja: まだ適用されていません
ko: 아직 적용되지 않음
pl: Jeszcze nie zastosowano
pt_br: Ainda não aplicado
ru: Ещё не применён
tr: Henüz uygulanmadı
uk: Ще не застосовано
zh_hans: 尚未应用
zh_hant: 尚未套用
